"*con**firm" = "확인";
"can**cel" = "취소";
"ti**ps" = "Tips";
"for**ceStr" = "7JeF6re466CI7J2065Oc6rCAIO2VhOyalO2VnCDrsoTsoITsnYQg7LC+7JWY7Iq164uI64ukLiDsl4Xqt7jroIjsnbTrk5ztlZjsp4Ag7JWK7Jy866m0IOyVoO2UjOumrOy8gOydtOyFmOydhCDsgqzsmqntlaAg7IiYIOyXhuyKteuLiOuLpC4=";
"rig**htUp" = "지금 업그레이드";
"sel**ectStr" = "7IOIIO2MkOuzuOydtCDrsJzqsqzrkJjsl4jsirXri4jri6QuIOuwlOuhnCDqsIDshJwg66eb67O07JWE7JW8IO2VqeuLiOq5jD8=";

"per**sonal" = "계정";
"com**mun**ity" = "커뮤니티";
"item**Other" = "7KeA67aI";
"cus**tomer"  = "6rOg6rCd7IS87YSw";

"pro**Ao**rdNull" = "품목 또는 주문이 비어 있습니다.";
"sto**pTips" = "App 내 앱 구매 권한을 차단했습니다. 설정에서 설정하십시오.";
"pro**duct no**t exi**st" = "상품 ID가 없습니다.";
"bu**ying" = "7KeA67aIIOykkS4uLg==";
"ca**ll cus**tomer" = "6rOg6rCd7IS87YSw7JeQIOyXsOudve2VmOyXrCDsiJjrpqzrpbwg7KeE7ZaJ7ZWY7Iut7Iuc7JikLg==";
"pa**y succ**ess" = "6rKw7KCcIOyEseqztQ==";
"pa**y fa**il" = "7KeA67aIIOyLpO2MqA==";
"pa**y can**cel" = "7KeA67aIIOy3qOyGjA==";

"Cen**ter Us**er" = "유저센터";
"Con**tact Cust**omer" = "고객센터";
"Ser**vice agre**ement" = "이용약관";
"log**out ga**me" = "로그온 종료";
"A**cc Can**cel" = "계정 삭제";
"sp**eci**al t**ip" = "특별히 상기시키다";
"can**cel mes**s**age" = "본 계정은 저희 회사 플랫폼 계정임을 알려드립니다. 만약 “삭제 확인”을 클릭하신다면, 우리는 당신이 성공적으로 저희에게 계정 삭제 신청을 제출한 것으로 간주합니다. 계정 삭제는 복구할 수 없는 작업입니다.계정을 삭제하면 해당 계정을 사용하여 자사 제품 및 서비스에 로그인할 수 없으며 개인 정보를 찾을 수 없습니다.";
"co**nfi**rm ca**n**cel" = "삭제 확인";
"can**cel suc**ce**ss" = "로그아웃 성공";

"bi**nd st**ring" = "연동";
"bi**nd acc**ount" = "계정연동";
"bi**nd suc**cess" = "바인딩 성공";
"ha**ve bi**nd" = "이 계정은 플랫폼에 바인딩되어 있습니다.";
"bi**nd ti**ps" = "게스트 계정은 ‘캐시 삭제’ 또는 ‘게임 재설치’를 진행하면 게임 정보가 삭제될 수 있습니다.계정 연동을 진행하시기 바랍니다.";

"tour**ists" = "게스트 계정 로그인";
"c**ut acc**ount" = "계정 변경";
"cu**t succ**ess" = "전환 성공";
"c**ut ti**ps" = "계정을 바꾸시겠습니까?";

"ti**p bi**nd" = "계정 보안을 위해 가능한 빨리 계정 연동을 진행하기길 바랍니다.";
"ri**ght up**grade" = "연동하기";
"ig**nore" = "건너뛰기";

"cen**ter y**ap" = "7Lap7KCEIOyEvO2EsA==";
"ou**r y**ap" = "6rO17IudIOy2qeyghA==";

"ha**ve re**ad" = "게임 이용 약관을 잘 읽어보시고 동의하시는지 확인하십시오.";
"te**rm of se**rvice" = "<서비스 약관>";
"Pr**ivacy Te**rms" = "<개인 정보 보호 정책>";
"ba**ck str" = "돌아가기";
"agreement explain" = "서비스 약관, 개인 정보 보호 정책 및 데이터 권한 선언을 주의 깊게 읽고 동의하는지 확인하고 게임을 계속하려면 “확인”을 클릭하십시오.
데이터 권한 선언:
데이터와 권한은 다음과 같이 수집 및 이용됩니다.
1. 당신 제공한 계정 이름, 이메일 주소, 성별 및 장치 ID, 시스템에서 생성된 유저 ID는 계정 식별, 등록, 로그인, 유저 이름 표시, 비즈니스 최적화 및 광고 마케팅에 사용됩니다.
2. 당신의 게임 내 거래 기록은 리스크 통제, 고객 서비스 및 비즈니스 최적화에 사용됩니다.
3. 사진, 동영상, 음성 등은 이미지나 음성 메시지, 유저센터 사진 업로드 및 프로필 사진 설정 등에 편리합니다.
4. 애플리케이션 내 활동 기록은 업무 최적화 및 게임 관련 기능 구현에 사용됩니다.
5. 애플리케이션 충돌 로그 및 진단은 비즈니스 최적화 및 게임 충돌 문제 해결에 사용됩니다.
6. 유저센터, 고객센터로 연락주시면 개인정보 보호정책 동의 철회, 게임의 기본기능에 영향을 미치지 않는 일부 정보제공 거부, 개인정보 보호정책 관련 문제 제보 등을 진행하실 수 있습니다.";

"cu**t ti**tle" = "계정 변경";
"c**ut ti**p st**r" = "계정 변경을 진행하면 현재 계정에서 로그아웃됩니다.";
"oth**er func**tion" = "기타 기능";

"func**tion ti**p" = "계정 탈퇴:\n계정을 탈퇴 또는 삭제해야 할 경우 도움말 버튼을 클릭하십시오.\n계정 탈퇴 후, 현재 계정 및 캐릭터를 복구할 수 없으므로 다시 확인하시기 바랍니다.";
"he**lp s**tr" = "도움말";

"he**lp t**ip" = "계정 탈퇴:\n\n계정 탈퇴 후, 현재 계정 및 캐릭터를 복구할 수 없으므로 다시 확인하시기 바랍니다.";
"can**cel Acc**ount" = "계정 탈퇴";
"can**cel cou**nt do**wn" = "먼저 위의 내용을 읽고 카운트다운이 끝날 때까지 기다려 주십시오.";
"ag**ain confi**rm ca**ncel" = "친애하는 플레이어님:
계정 탈퇴 여부를 다시 한번 확인부탁드립니다. 7일 동안 계정 탈퇴 여부를 확인할 수 있는 시간을 제공하고, 아래 확인 버튼을 클릭 후 7일 이내에 게임에 접속하면 계정 탈퇴 신청이 취소되며, 7일 이내에 접속하지 않으면 8일째에 계정 탈퇴됩니다. 계정 탈퇴가 아닌 경우, 취소 버튼을 클릭해주세요.";

"canc**el but**ton" = "확인";
"can**cel te**xt" = "계정 탈퇴 주의사항

친애하는 플레이어님,

계정 탈퇴 절차에 동의하기 전에 반드시 《계정 탈퇴 주의사항》(이하 ”《주의사항》“)을 주의 깊게 읽어주시기 바랍니다.

다음 사항을 포함하여 《주의사항》의 관련 조항을 신중하게 읽고 충분히 이해하시기 바랍니다.

1. 책임의 면제 또는 제한에 관한 조항
2. 굵은체로 표시된 중요한 조항

《주의사항》에 대해 궁금한 점이 있으시면 저희에게 연락하실 수 있습니다.

[특별안내] 당신이 이《주의사항》과 관련된 조건을 모두 읽고 동의하며 모든 탈퇴 절차를 완료하면, 이는 당신이 이《주의사항》의 모든 내용을 충분히 읽고 이해하고 받아들인 것을 의미합니다. 이《주의사항》을 읽는 과정에서 관련된 어떠한 조항과 조건에도 동의하지 않는다면, 즉시 계정 탈퇴 절차를 중단하시기 바랍니다.

우리는 이렇게 선의로 당신에게 알려드립니다. 계정을 탈퇴하는 행위는 귀하의 판매 후 권리 주장에 많은 불편을 초래하며, 계정을 탈퇴한 후에는 개인 정보를 쇼핑몰 프런트 데스크 시스템에서 제거하게 됩니다.

1. 계정을 탈퇴하려면 귀하의 계정은 다음 조건을 모두 충족해야 합니다:

(1) 게임 시스템 내의 자산 및 가상 권리를 자발적으로 포기합니다(잔액, 쿠폰, 계정 캐릭터 등 포함하지만 이에 한정되지 않음);
(2) 계정에 진행 중인 불만사항이나 신고가 없어야 합니다;
(3) 계정은 현재 유효한 계정이며, 정지 상태가 아니어야 합니다.

2. 계정이 탈퇴되면, 귀하의 개인 정보 및 관련 데이터는 상점의 프론트 시스템에서 제거되며, 이후에는 검색하거나 액세스할 수 없습니다. 작업을 시작하기 전에 상점 서비스 계정 관련 모든 정보와 데이터를 직접 백업하십시오. 주문 상품 및 서비스의 거래증명, 영수증 등 자료를 잘 보관하십시오.

3. 계정을 탈퇴한 후에는 이 계정을 다시 사용할 수 없으며, 계정 내부 및 이 계정과 관련된 모든 내용 또는 정보를 찾을 수 없습니다. 이에는 다음이 포함됩니다:

(1) 당신은 이 계정에 로그인하거나 사용할 수 없습니다;
(2) 계정의 개인 정보과 과거 데이터(사용자 이름, 프로필 사진, 쇼핑 기록 등 포함하지만 이에 한정되지 않음)는 찾을 수 없으므로, 즉시 저장 및 백업하십시오.";
